Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# zone_hint_bear
source: Downtrend or bottoming phase, without broad capitulation yet.
ar: اتجاه هابط أو تشكّل قاع، دون استسلام واسع بعد.
cs: Sestupný trend nebo tvorba dna, zatím bez široké kapitulace.
da: Faldende trend eller bunddannelse, endnu uden bred kapitulation.
de: Abwärtstrend oder Bodenbildung, noch ohne breite Kapitulation.
el: Πτωτική τάση ή σχηματισμός bottom, χωρίς ακόμη ευρεία συνθηκολόγηση.
es: Tendencia bajista o fase de bottom, aún sin capitulación generalizada.
fa: روند نزولی یا کف‌سازی، هنوز بدون تسلیم گسترده.
fi: Laskutrendi tai pohjanmuodostus, ei vielä laajaa antautumista.
fr: Tendance baissière ou formation d'un creux, sans capitulation généralisée pour l'instant.
he: מגמת ירידה או היווצרות תחתית, עדיין ללא כניעה רחבה.
hi: गिरावट का रुझान या बॉटम बनने का चरण, अभी व्यापक कैपिटुलेशन के बिना।
hu: Csökkenő trend vagy mélypontképzés, még széles körű kapituláció nélkül.
id: Tren turun atau fase pembentukan dasar, belum ada kapitulasi luas.
it: Trend ribassista o fase di bottom, senza ancora una capitolazione diffusa.
ja: 下落トレンドまたは底固めの局面。広範な投げ売りはまだ見られません。
ko: 하락 추세 또는 바닥 다지기 단계, 아직 광범위한 항복은 없음.
nb: Nedadgående trend eller bunndannelse, ennå uten bred kapitulasjon.
nl: Dalende trend of bodemvorming, nog zonder brede capitulatie.
pl: Trend spadkowy lub formowanie dołka, jeszcze bez szerokiej kapitulacji.
pt: Tendência de baixa ou fase de bottom, ainda sem capitulação generalizada.
pt_br: Tendência de baixa ou fase de bottom, ainda sem capitulação generalizada.
ro: Trend descendent sau formare de bottom, încă fără capitulare generalizată.
ru: Нисходящий тренд или формирование дна, пока без массовой капитуляции.
sq: Trend rënës ose fazë bottom-i, ende pa kapitullim të gjerë.
sv: Nedåtgående trend eller bottenbildning, ännu utan bred kapitulation.
th: แนวโน้มขาลงหรือช่วงสร้างฐาน ยังไม่มีการยอมแพ้ในวงกว้าง
tr: Düşüş trendi veya dip oluşumu, henüz geniş çaplı kapitülasyon yok.
uk: Низхідний тренд або формування дна, поки без масової капітуляції.
vi: Xu hướng giảm hoặc giai đoạn tạo đáy, chưa có đầu hàng diện rộng.
zh_hans: 下跌趋势或筑底阶段，尚未出现大范围投降。

# zone_hint_bull
source: Uptrend without extreme overheating.
ar: اتجاه صاعد دون سخونة مفرطة.
cs: Vzestupný trend bez extrémního přehřátí.
da: Stigende trend uden ekstrem overophedning.
de: Aufwärtstrend ohne extreme Überhitzung.
el: Ανοδική τάση χωρίς ακραία υπερθέρμανση.
es: Tendencia alcista sin sobrecalentamiento extremo.
fa: روند صعودی بدون داغ شدن شدید.
fi: Nousutrendi ilman äärimmäistä ylikuumenemista.
fr: Tendance haussière sans surchauffe extrême.
he: מגמת עלייה ללא התחממות קיצונית.
hi: अत्यधिक ओवरहीटिंग के बिना बढ़त का रुझान।
hu: Emelkedő trend extrém túlfűtöttség nélkül.
id: Tren naik tanpa overheating ekstrem.
it: Trend rialzista senza surriscaldamento estremo.
ja: 極端な過熱のない上昇トレンド。
ko: 극단적 과열 없는 상승 추세.
nb: Oppadgående trend uten ekstrem overoppheting.
nl: Stijgende trend zonder extreme oververhitting.
pl: Trend wzrostowy bez skrajnego przegrzania.
pt: Tendência de alta sem sobreaquecimento extremo.
pt_br: Tendência de alta sem superaquecimento extremo.
ro: Trend ascendent fără supraîncălzire extremă.
ru: Восходящий тренд без экстремального перегрева.
sq: Trend rritës pa mbinxehje ekstreme.
sv: Uppåtgående trend utan extrem överhettning.
th: แนวโน้มขาขึ้นโดยยังไม่ร้อนแรงเกินไป
tr: Aşırı ısınma olmadan yükseliş trendi.
uk: Висхідний тренд без екстремального перегріву.
vi: Xu hướng tăng nhưng chưa quá nóng.
zh_hans: 上涨趋势，尚未极度过热。

# zone_hint_extreme_bear
source: Many historical bottom signals at once – historical accumulation zone.
ar: إشارات قاع تاريخية كثيرة في آن واحد – منطقة تجميع تاريخية.
cs: Mnoho historických signálů dna současně – historická zóna akumulace.
da: Mange historiske bundsignaler på én gang – historisk akkumuleringszone.
de: Viele historische Bottom-Signale gleichzeitig – historische Akkumulationszone.
el: Πολλά ιστορικά σήματα bottom ταυτόχρονα – ιστορική ζώνη συσσώρευσης.
es: Muchas señales históricas de bottom a la vez – zona histórica de acumulación.
fa: سیگنال‌های کف تاریخی زیادی هم‌زمان – منطقه انباشت تاریخی.
fi: Monta historiallista pohjasignaalia yhtä aikaa – historiallinen kertymisvyöhyke.
fr: Nombreux signaux de creux historiques à la fois – zone d'accumulation historique.
he: אותות תחתית היסטוריים רבים בבת אחת – אזור צבירה היסטורי.
hi: एक साथ कई ऐतिहासिक बॉटम संकेत – ऐतिहासिक संचय क्षेत्र।
hu: Sok historikus mélypontjelzés egyszerre – történelmi akkumulációs zóna.
id: Banyak sinyal dasar historis sekaligus – zona akumulasi historis.
it: Molti segnali storici di bottom contemporaneamente – zona storica di accumulo.
ja: 過去の底シグナルが同時に多数点灯 – 歴史的な仕込みゾーン。
ko: 과거 바닥 신호가 동시에 다수 발생 – 역사적 매집 구간.
nb: Mange historiske bunnsignaler samtidig – historisk akkumuleringssone.
nl: Veel historische bodemsignalen tegelijk – historische accumulatiezone.
pl: Wiele historycznych sygnałów dołka jednocześnie – historyczna strefa akumulacji.
pt: Muitos sinais históricos de bottom em simultâneo – zona histórica de acumulação.
pt_br: Muitos sinais históricos de bottom ao mesmo tempo – zona histórica de acumulação.
ro: Multe semnale istorice de bottom simultan – zonă istorică de acumulare.
ru: Много исторических сигналов дна одновременно – историческая зона накопления.
sq: Shumë sinjale historike bottom-i njëkohësisht – zonë historike akumulimi.
sv: Många historiska bottensignaler samtidigt – historisk ackumulationszon.
th: สัญญาณจุดต่ำสุดในอดีตหลายตัวพร้อมกัน – โซนสะสมตามประวัติ
tr: Aynı anda çok sayıda tarihsel dip sinyali – tarihsel birikim bölgesi.
uk: Багато історичних сигналів дна одночасно – історична зона накопичення.
vi: Nhiều tín hiệu đáy lịch sử cùng lúc – vùng tích lũy lịch sử.
zh_hans: 多个历史底部信号同时出现 – 历史性积累区间。

# zone_hint_extreme_bull
source: Many historical top signals at once – elevated top risk.
ar: إشارات قمة تاريخية كثيرة في آن واحد – خطر قمة مرتفع.
cs: Mnoho historických signálů vrcholu současně – zvýšené riziko vrcholu.
da: Mange historiske topsignaler på én gang – forhøjet toprisiko.
de: Viele historische Top-Signale gleichzeitig – erhöhtes Top-Risiko.
el: Πολλά ιστορικά σήματα top ταυτόχρονα – αυξημένος κίνδυνος top.
es: Muchas señales históricas de top a la vez – riesgo de top elevado.
fa: سیگنال‌های سقف تاریخی زیادی هم‌زمان – ریسک سقف بالا.
fi: Monta historiallista huippusignaalia yhtä aikaa – kohonnut huippuriski.
fr: Nombreux signaux de sommet historiques à la fois – risque de sommet élevé.
he: אותות שיא היסטוריים רבים בבת אחת – סיכון שיא מוגבר.
hi: एक साथ कई ऐतिहासिक टॉप संकेत – टॉप का बढ़ा हुआ जोखिम।
hu: Sok historikus csúcsjelzés egyszerre – megnövekedett csúcskockázat.
id: Banyak sinyal puncak historis sekaligus – risiko puncak meningkat.
it: Molti segnali storici di top contemporaneamente – rischio di top elevato.
ja: 過去の天井シグナルが同時に多数点灯 – 天井リスクが上昇。
ko: 과거 고점 신호가 동시에 다수 발생 – 고점 위험 상승.
nb: Mange historiske toppsignaler samtidig – forhøyet topprisiko.
nl: Veel historische topsignalen tegelijk – verhoogd toprisico.
pl: Wiele historycznych sygnałów szczytu jednocześnie – podwyższone ryzyko szczytu.
pt: Muitos sinais históricos de top em simultâneo – risco de top elevado.
pt_br: Muitos sinais históricos de top ao mesmo tempo – risco de top elevado.
ro: Multe semnale istorice de top simultan – risc ridicat de top.
ru: Много исторических сигналов вершины одновременно – повышенный риск вершины.
sq: Shumë sinjale historike top-i njëkohësisht – rrezik i shtuar top-i.
sv: Många historiska toppsignaler samtidigt – förhöjd topprisk.
th: สัญญาณจุดสูงสุดในอดีตหลายตัวพร้อมกัน – ความเสี่ยงจุดสูงสุดเพิ่มขึ้น
tr: Aynı anda çok sayıda tarihsel tepe sinyali – yüksek tepe riski.
uk: Багато історичних сигналів вершини одночасно – підвищений ризик вершини.
vi: Nhiều tín hiệu đỉnh lịch sử cùng lúc – rủi ro đỉnh tăng cao.
zh_hans: 多个历史顶部信号同时出现 – 见顶风险升高。

# zone_hint_neutral
source: Mixed signals, no clear direction.
ar: إشارات متباينة، دون اتجاه واضح.
cs: Smíšené signály, žádný jasný směr.
da: Blandede signaler, ingen klar retning.
de: Gemischte Signale, keine klare Richtung.
el: Μικτά σήματα, χωρίς σαφή κατεύθυνση.
es: Señales mixtas, sin dirección clara.
fa: سیگنال‌های متناقض، بدون جهت مشخص.
fi: Ristiriitaisia signaaleja, ei selvää suuntaa.
fr: Signaux mitigés, pas de direction claire.
he: אותות מעורבים, אין כיוון ברור.
hi: मिले-जुले संकेत, कोई स्पष्ट दिशा नहीं।
hu: Vegyes jelzések, nincs egyértelmű irány.
id: Sinyal campuran, tanpa arah yang jelas.
it: Segnali contrastanti, nessuna direzione chiara.
ja: シグナルはまちまちで、方向感なし。
ko: 신호가 엇갈려 뚜렷한 방향 없음.
nb: Blandede signaler, ingen tydelig retning.
nl: Gemengde signalen, geen duidelijke richting.
pl: Mieszane sygnały, brak wyraźnego kierunku.
pt: Sinais mistos, sem direção clara.
pt_br: Sinais mistos, sem direção clara.
ro: Semnale mixte, fără direcție clară.
ru: Смешанные сигналы, нет чёткого направления.
sq: Sinjale të përziera, pa drejtim të qartë.
sv: Blandade signaler, ingen tydlig riktning.
th: สัญญาณผสม ไม่มีทิศทางชัดเจน
tr: Karışık sinyaller, net bir yön yok.
uk: Змішані сигнали, немає чіткого напрямку.
vi: Tín hiệu trái chiều, chưa có hướng rõ ràng.
zh_hans: 信号混杂，方向不明。

# zone_top_risk
source: Top risk
ar: خطر القمة
cs: Riziko vrcholu
da: Toprisiko
de: Top-Risiko
el: Κίνδυνος κορυφής
es: Riesgo de techo
fa: ریسک سقف
fi: Huippuriski
fr: Risque de sommet
he: סיכון שיא
hi: शिखर जोखिम
hu: Csúcskockázat
id: Risiko puncak
it: Rischio massimo
ja: 天井リスク
ko: 고점 위험
nb: Topprisiko
nl: Toprisico
pl: Ryzyko szczytu
pt: Risco de topo
pt_br: Risco de topo
ro: Risc de vârf
ru: Риск вершины
sq: Rrezik maje
sv: Topprisk
th: ความเสี่ยงจุดสูงสุด
tr: Zirve riski
uk: Ризик вершини
vi: Rủi ro đỉnh
zh_hans: 顶部风险

# widget_portfolio_range_48h
source: 48h
ja: 48時間
ko: 48시간
ru: 48 ч
th: 48 ชม.
tr: 48 sa
uk: 48 год
zh_hans: 48 小时

# widget_range_24h
source: 24h
ja: 24時間
ko: 24시간
ru: 24 ч
th: 24 ชม.
tr: 24 sa
uk: 24 год
zh_hans: 24 小时

# why_change_1h
source: 1h
ru: 1ч
tr: 1sa
uk: 1г

# why_change_24h
source: 24h
ru: 24ч
tr: 24sa
uk: 24г

# widget_portfolio_range_short_48h
source: 48h
ru: 48ч
tr: 48s
uk: 48г

# widget_range_short_24h
source: 24h
ru: 24ч
tr: 24s
uk: 24г
